Repository: common-repository/nomorepass-forget-your-passwords
Catalog: languages/nomorepass-*.po
Languages: de_de, es_es, it_it, ru_ru

source: Configuration
de_de: Konfiguration
es_es: Configuración
it_it: Configurazione
ru_ru: Конфигурация

source: Options to configure
de_de: Konfigurationsoptionen
es_es: Opciones a configurar
it_it: Opzioni di configurazione
ru_ru: Опции для настройки

source: Show login form
de_de: Login-Formular anzeigen
es_es: Mostrar campos de login
it_it: Mostra campi di login
ru_ru: Показать форму авторизации

source: NO
de_de: nein
it_it: Non
ru_ru: НЕТ

source: YES
de_de: ja
es_es: SI
it_it: SÃ¬
ru_ru: ДА

source: Show the user / password fields?
de_de: Benutzer-/Passwortfelder anzeigen?
es_es: ¿Mostrar los campos de usuario y password en el formulario?
it_it: Mostra i campi utente / password?
ru_ru: Показать поля с именем пользователя и паролем

source: Show password reset
de_de: Kennwort in Reset-Form anzeigen
es_es: Mostrar campos en reset
it_it: Mostra password in forma reset
ru_ru: Показать сброс пароля

source: Show the password field when resetting password?
de_de: Zeigt das Passwortfeld beim Zurücksetzen des Passworts an?
es_es: ¿Mostrar el campo de password cuando se genera uno nuevo?
it_it: Visualizzare il campo password quando si ripristina la password?
ru_ru: Показать пароль перед сбросом?

source: Auto-launch QR
de_de: Autostart QR
es_es: Lanzar QR automáticamente
it_it: Lancio automatico QR
ru_ru: QR-код при запуске

source: Launch the QR on loading login page?
de_de: Starten Sie den QR beim Laden der Login-Seite?
es_es: ¿Lanzar el código QR automáticamente en la página de login?
it_it: Visualizza il QR sul caricamento della pagina di login?
ru_ru: Показать QR-код на экране авторизации?

source: Auto-login after registration
de_de: Auto-Login nach der Registrierung
es_es: Auto-login tras el registro
it_it: Auto-login dopo la registrazione
ru_ru: Автовход после регистрации

source: Auto-login after registration?
de_de: Auto-Login nach der Registrierung?
es_es: ¿Auto-login tras el registro?
it_it: Auto-login dopo la registrazione?
ru_ru: Выполнить автовход после регистрации?

source: NoMorePass Only
de_de: Nur NoMorePass
es_es: Solo NoMorePass
it_it: Solo NoMorePass
ru_ru: Только NoMorePass

source: Only allow logins using NoMorePass?
de_de: nur Logins mit NoMorePass zulassen
es_es: ¿Permitir solo usuarios de NoMorePass?
it_it: Consentire solo l' accesso utilizzando NoMorePass
ru_ru: Разрешать только вход в систему с помощью NoMorePass?

source: Custom button
de_de: Benutzerdefinierte Schaltfläche
es_es: Botón personalizado
it_it: Pulsante personalizzato
ru_ru: Пользовательская кнопка

source: Upload
it_it: Caricare
ru_ru: Загрузить

source: Custom message
de_de: Benutzerdefinierte Nachricht
es_es: Mensaje personalizado
it_it: Messaggio personalizzato
ru_ru: Пользовательское сообщение

source: Click on <a href="https://nomorepass.com">NoMorePass</a> icon and use the qrcode to login
de_de: Klicken Sie auf das Symbol <a href="https://nomorepass.com">NoMorePass</a> und melden Sie sich mit dem qrcode an.
es_es: Pulsa en el icono de <a href="https://nomorepass.com">NoMorePass</a> y usa tu móvil para hacer login
it_it: Clicca sull'icona <a href="https://nomorepass.com">NoMorePass</a> e usa il qrcode per effettuare il login
ru_ru: Для входа кликните на иконку <a href="https://nomorepass.com">NoMorePass</a> и используйте QR-код

source: More info
de_de: Mehr Infos
es_es: Más información
it_it: Altre info
ru_ru: Подробнее

source: Send to NoMorePass
de_de: An Mobiltelefon senden
es_es: Enviar al móvil
it_it: Invia al cellulare
ru_ru: Отправить в NoMorePass

source: Click to scan with <a href="https://nomorepass.com">NoMorePass</a> app and receive the password directly on your mobile phone
de_de: Klicken Sie hier, um mit <a href="https://nomorepass.com">NoMorePass</a> app zu scannen und erhalten Sie das Passwort direkt auf Ihr Mobiltelefon.
es_es: Haz click en el icono de <a href="https://nomorepass.com">NoMorePass</a> y escanea el QR para recibir en tu móvil la nueva contraseña
it_it: Clicca per eseguire la scansione con l' applicazione <a href="https://nomorepass.com">NoMorePass</a> e ricevi la password direttamente sul tuo cellulare
ru_ru: Кликните для сканирования с помощью приложения <a href="https://nomorepass.com">NoMorePass</a> и получите пароль прямо на ваш телефон

source: New pass for account
de_de: Neuer Pass für Konto
es_es: Nueva contraseña para la cuenta
it_it: Nuovo pass per conto
ru_ru: Новый пароль для учетной записи

source: Enter using NoMorePass
de_de: Mit NoMorePass eingeben
es_es: Entrar usando NoMorePass
it_it: Accedi con NoMorePass
ru_ru: Зайти, использя NoMorePass

source: Only NoMorePass login allowed.
de_de: Nur NoMorePass Login erlaubt
es_es: Solo se permite entrar con NoMorePass.
it_it: Solo accesso NoMorePass consentito
ru_ru: Разрешен только вход в NoMorePass.

source: <strong>ERROR</strong>: Please, click the NoMorePass icon.
de_de: <strong>ERROR</strong>: Bitte klicken Sie auf das NoMorePass-Symbol.
es_es: <strong>ERROR</strong>: Por favor, pulse sobre el icono de NoMorePass.
it_it: <strong>ERROR</strong>: Fare clic sull' icona NoMorePass.
ru_ru: <strong>ОШИБКА</strong>: Пожалуйста, кликните на иконку NoMorePass icon

source: Need help?
de_de: Hilfe brauchen?
es_es: Necesitas ayuda?
it_it: Hai bisogno di aiuto?
ru_ru: Нужна помощь?

source: Lost your password?
de_de: Haben Sie Ihr Passwort verloren?
es_es: ¿No recuerdas la contraseña?
it_it: Hai perso la tua password?
ru_ru: Потеряли пароль?
